import React from "react";

const HomePage = () => {
  return (
    <div className={"container"}>
      <h3 className={"center-align"} style={{ color: "#E1E1E1"}}>Наслідки руйнації після РФ</h3>
      <img src="../../public/house2.jpeg" alt="house" height={"600px"}/>
      <p style={{ color: "#E1E1E1"}}>
        З 24 лютого Росія розпочала повномасштабне вторгнення по всій довжині спільного кордону, від Луганська до Чернігова, а також із території Білорусі й окупованого Криму. Російські війська завдають авіаударів[1] по ключових об'єктах військової та цивільної інфраструктури. Руйнують аеродроми[2], військові частини, нафтобази[3], заправки, церкви, школи, лікарні, пологові та цілі міста і села України. Вбивають мирне населення. Наносять збитків Україні на трильйони гривень.
      </p>
    </div>
  );
};

export default HomePage;