const neighborhoods = [
    "Оболонський",
    "Голосіївський",
    "Дарницький",
    "Деснянський",
    "Дніпровський",
    "Київський",
    "Печерський",
    "Подільський",
    "Святошинський",
    "Шевченківський",
  ];

  const weapons = [
    "X-101",                
    "X-555",                
    "Iskander",            
    "Kalibr",            
    "S-300",               
    "Tornado-S",            
    "Shahed-136",           
    "Bayraktar TB2",        
    "ZALA 421-16E",        
    "Mavic 3",              
    "Orlan-10",            

  ]

  const infrastructureTypes = [
    "Житлові будинки",
    "Школи",
    "Лікарні",
    "Мости",
    "Дороги",
    "Залізничні станції",
    "Аеропорти",
    "Енергетичні станції",
    "Водопостачання",
    "Телекомунікації",
    "Промислові підприємства",
    "Комунальні служби",
    "Спортивні споруди",
    "Культурні установи",
    "Торгові центри",
];

const destructionTypes = [
  "Обстріл",             
  "Атака дронами",      
  "Вибух",        
  "Руйнування інфраструктури",
  "Пожежа",
  "Вибухівка",
  "Ураження житлових будинків",
  "Пошкодження комунікацій",
];

const destructionStates = [
  "Повністю зруйновані",  
  "Частково зруйновані",  
  "Неушкоджені",          
  "Вимагають ремонту",    
  "Виключено з експлуатації", 
  "Під загрозою",         
  "Знищені",              
  "Відновлені",          
  "Під контролем",     
  "Обстежуються"        
];

  export { neighborhoods, weapons, destructionTypes, infrastructureTypes, destructionStates };

